/* RSSBadge */
"Please use the Inspector to connect this pagelet to a suitable collection in your site." = "请使用检查器连接这 Pagelet 到你网站里合适的收藏当中。";

/* Prompt to subscribe to the given collection via RSS */
"Subscribe to RSS feed" = "提交到 RSS feed";

/* RSS Badge */
"The chosen collection has no RSS feed.  Please use the Inspector to set it to generate an RSS feed and have an index." = "所选的收藏没有 RSS feed 链接。请使用检查器设置生成含有索引的 RSS fedd。";

/* RSS Badge */
"To subscribe to this feed, drag or copy/paste this link to an RSS feed reader application." = "要提交到这 RSS feed, 拖曳或拷贝/然后粘贴该链接地址到一个 RSS feed 阅读器程序。";